Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: You spent %1$lld minutes on this %2$@, %3$lld%% of it below the aerobic threshold. Tomorrow's recovery score will tell you how much this session cost.
ar: قضيت %lld دقيقة في هذا %@، منها %lld%% دون العتبة الهوائية. ستخبرك درجة تعافي الغد بكلفة هذه الجلسة.
da: Du brugte %lld minutter på denne %@, hvoraf %lld%% var under den aerobe tærskel. Morgendagens restitutionsscore fortæller, hvad sessionen kostede.
de: Du hast %lld Minuten bei dieser Einheit (%@) verbracht, davon %lld%% unter der aeroben Schwelle. Der Erholungs-Score von morgen zeigt, was diese Einheit gekostet hat.
es: Dedicaste %lld minutos a esta sesión de %@, un %lld%% de ellos por debajo del umbral aeróbico. La puntuación de recuperación de mañana te dirá cuánto costó esta sesión.
fi: Käytit tähän %2$@ %1$lld minuuttia, joista %3$lld%% aerobisen kynnyksen alapuolella. Huomisen palautumispisteet kertovat, mitä tämä harjoitus maksoi.
fr: Vous avez passé %lld minutes sur cette séance (%@), dont %lld%% sous le seuil aérobie. Le score de récupération de demain vous dira ce que cette séance a coûté.
is: Þú varðir %lld mínútum í þetta %@, þar af %lld%% undir loftháðum þröskuldi. Endurheimtarstig morgundagsins segir hvað lotan kostaði.
it: Hai dedicato %lld minuti a questo %@, di cui il %lld%% sotto la soglia aerobica. Il punteggio di recupero di domani ti dirà quanto è costata questa sessione.
ja: この%2$@に %1$lld 分を費やし、そのうち %3$lld%% が有酸素性作業閾値以下でした。明日の回復スコアが、このセッションの代償を教えてくれます。
ko: 이 %2$@에 %1$lld분을 썼고, 그중 %3$lld%%는 유산소 역치 아래였습니다. 내일의 회복 점수가 이번 세션의 대가를 알려줄 것입니다.
nb: Du brukte %lld minutter på denne %@, hvorav %lld%% under aerob terskel. Morgendagens restitusjonsscore forteller hva økten kostet.
nl: Je besteedde %lld minuten aan deze %@, waarvan %lld%% onder de aerobe drempel. De herstelscore van morgen laat zien wat deze sessie kostte.
pt_br: Você passou %lld minutos neste %@, sendo %lld%% abaixo do limiar aeróbio. A pontuação de recuperação de amanhã dirá quanto essa sessão custou.
ru: Вы провели %lld минут в этом %@, из них %lld%% ниже аэробного порога. Завтрашняя оценка восстановления покажет, во что обошлась эта сессия.
sv: Du lade %lld minuter på detta %@, varav %lld%% under aerob tröskel. Morgondagens återhämtningspoäng visar vad passet kostade.
zh_hans: 你在这次%2$@上花了 %1$lld 分钟，其中 %3$lld%% 处于有氧阈以下。明天的恢复评分会告诉你这次训练的代价。

source: You stayed below aerobic threshold for the full %lld min — pure Zone-2 base work, α1 never crossed 0.75. Ideal aerobic-base session.
ar: بقيت دون العتبة الهوائية طوال %lld دقيقة — عمل قاعدي خالص في المنطقة 2، ولم يهبط α1 دون 0.75 أبدًا. جلسة قاعدة هوائية مثالية.
da: Du blev under den aerobe tærskel i alle %lld min — rent Zone 2-basisarbejde, α1 krydsede aldrig 0,75. Ideel aerob basesession.
de: Du bliebst die vollen %lld Min unter der aeroben Schwelle — reine Zone-2-Grundlagenarbeit, α1 unterschritt nie 0,75. Ideale aerobe Grundlageneinheit.
es: Te mantuviste por debajo del umbral aeróbico los %lld min completos — trabajo de base puro en Zona 2, α1 nunca cruzó 0,75. Sesión de base aeróbica ideal.
fi: Pysyit aerobisen kynnyksen alapuolella kaikki %lld min — puhdasta kakkosalueen pohjatyötä, α1 ei koskaan ylittänyt rajaa 0,75. Ihanteellinen peruskuntoharjoitus.
fr: Vous êtes resté sous le seuil aérobie pendant les %lld min — travail de base pur en Zone 2, α1 n’a jamais franchi 0,75. Séance de base aérobie idéale.
is: Þú hélst þig undir loftháðum þröskuldi allar %lld mín — hrein Svæði-2 grunnvinna, α1 fór aldrei undir 0,75. Kjörin loftháð grunnlota.
it: Sei rimasto sotto la soglia aerobica per tutti i %lld min — puro lavoro di base in Zona 2, α1 non ha mai attraversato 0,75. Sessione di base aerobica ideale.
ja: %lld 分間ずっと有酸素性作業閾値を下回りました — 純粋なゾーン 2 のベース練習で、α1 は一度も 0.75 を割りませんでした。理想的な有酸素ベースセッションです。
ko: %lld분 내내 유산소 역치 아래를 유지했습니다 — 순수한 존2 기초 훈련으로, α1이 한 번도 0.75를 넘지 않았습니다. 이상적인 유산소 기초 세션입니다.
nb: Du holdt deg under aerob terskel i alle %lld min — rent Sone 2-basisarbeid, α1 krysset aldri 0,75. Ideell aerob baseøkt.
nl: Je bleef de volle %lld min onder de aerobe drempel — puur Zone 2-basiswerk, α1 kwam nooit onder 0,75. Ideale aerobe basissessie.
pt_br: Você ficou abaixo do limiar aeróbio durante os %lld min inteiros — trabalho de base puro na Zona 2, o α1 nunca cruzou 0,75. Sessão de base aeróbia ideal.
ru: Вы держались ниже аэробного порога все %lld мин — чистая базовая работа во 2-й зоне, α1 ни разу не пересёк 0,75. Идеальная аэробная базовая сессия.
sv: Du höll dig under aerob tröskel under alla %lld min — rent Zon 2-basarbete, α1 korsade aldrig 0,75. Idealiskt aerobt baspass.
zh_hans: 你在整整 %lld 分钟内都保持在有氧阈以下 — 纯粹的二区基础训练，α1 从未跨过 0.75。理想的有氧基础课。

source: You vs your age group · age %lld
ar: أنت مقابل فئتك العمرية · العمر %lld
da: Dig vs. din aldersgruppe · alder %lld
de: Du vs. deine Altersgruppe · Alter %lld
es: Tú frente a tu grupo de edad · edad %lld
fi: Sinä vs. ikäryhmäsi · ikä %lld
fr: Vous vs votre tranche d’âge · âge %lld
is: Þú á móti aldurshópi þínum · aldur %lld
it: Tu vs la tua fascia d’età · età %lld
ja: あなた vs 同年代 · 年齢 %lld
ko: 나 대 동일 연령대 · 나이 %lld
nb: Du mot din aldersgruppe · alder %lld
nl: Jij t.o.v. je leeftijdsgroep · leeftijd %lld
pt_br: Você vs. sua faixa etária · idade %lld
ru: Вы против вашей возрастной группы · возраст %lld
sv: Du mot din åldersgrupp · ålder %lld
zh_hans: 你 vs 同龄组 · 年龄 %lld

source: You were above anaerobic threshold the entire session (%lld min at α1 < 0.50). Very hard physiological cost — short, intense efforts only.
ar: كنت فوق العتبة اللاهوائية طوال الجلسة (%lld دقيقة عند α1 < 0.50). كلفة فسيولوجية عالية جدًا — جهود قصيرة ومكثفة فقط.
da: Du var over den anaerobe tærskel hele sessionen (%lld min ved α1 < 0,50). Meget høj fysiologisk omkostning — kun korte, intense indsatser.
de: Du warst die gesamte Einheit über der anaeroben Schwelle (%lld Min bei α1 < 0,50). Sehr hohe physiologische Kosten — nur kurze, intensive Belastungen.
es: Estuviste por encima del umbral anaeróbico toda la sesión (%lld min con α1 < 0,50). Coste fisiológico muy alto — solo esfuerzos cortos e intensos.
fi: Olit anaerobisen kynnyksen yläpuolella koko harjoituksen (%lld min arvolla α1 < 0,50). Erittäin korkea fysiologinen hinta — vain lyhyitä, kovia vetoja.
fr: Vous étiez au-dessus du seuil anaérobie toute la séance (%lld min à α1 < 0,50). Coût physiologique très élevé — uniquement des efforts courts et intenses.
is: Þú varst yfir loftfirrtum þröskuldi alla lotuna (%lld mín við α1 < 0,50). Mjög hár lífeðlisfræðilegur kostnaður — aðeins stutt, ákaft átak.
it: Sei rimasto sopra la soglia anaerobica per tutta la sessione (%lld min con α1 < 0,50). Costo fisiologico molto alto — solo sforzi brevi e intensi.
ja: セッション全体で無酸素性作業閾値を超えていました（α1 < 0.50 が %lld 分）。生理的コストが非常に高く、短時間の高強度に限るべきです。
ko: 세션 내내 무산소 역치를 넘었습니다(α1 < 0.50이 %lld분). 생리적 비용이 매우 크므로 짧고 강한 노력만 권장됩니다.
nb: Du var over anaerob terskel hele økten (%lld min ved α1 < 0,50). Svært høy fysiologisk kostnad — kun korte, intense drag.
nl: Je zat de hele sessie boven de anaerobe drempel (%lld min bij α1 < 0,50). Zeer hoge fysiologische kosten — alleen korte, intense inspanningen.
pt_br: Você ficou acima do limiar anaeróbio a sessão inteira (%lld min com α1 < 0,50). Custo fisiológico muito alto — apenas esforços curtos e intensos.
ru: Вы были выше анаэробного порога всю сессию (%lld мин при α1 < 0,50). Очень высокая физиологическая цена — только короткие интенсивные усилия.
sv: Du låg över anaerob tröskel hela passet (%lld min vid α1 < 0,50). Mycket hög fysiologisk kostnad — endast korta, intensiva insatser.
zh_hans: 整场训练你都处于无氧阈以上（α1 < 0.50 持续 %lld 分钟）。生理代价非常高 — 只适合短时高强度。

source: You're connected. Sleep + vitals + workouts will start populating tonight.
ar: أنت متصل الآن. ستبدأ بيانات النوم + العلامات الحيوية + التمارين بالظهور الليلة.
da: Du er forbundet. Søvn + vitale tegn + træninger begynder at blive vist i nat.
de: Du bist verbunden. Schlaf + Vitalwerte + Trainings werden ab heute Nacht befüllt.
es: Estás conectado. El sueño, las constantes vitales y los entrenamientos empezarán a registrarse esta noche.
fi: Yhteys on muodostettu. Uni + elintoiminnot + harjoitukset alkavat täyttyä tänä yönä.
fr: Vous êtes connecté. Le sommeil, les signes vitaux et les séances commenceront à se remplir cette nuit.
is: Þú ert tengd(ur). Svefn + lífsmörk + æfingar byrja að fyllast í nótt.
it: Sei connesso. Sonno + parametri vitali + allenamenti inizieranno a popolarsi stanotte.
ja: 接続されました。睡眠、バイタル、ワークアウトが今夜から表示され始めます。
ko: 연결되었습니다. 수면, 활력 징후, 운동 데이터가 오늘 밤부터 채워지기 시작합니다.
nb: Du er tilkoblet. Søvn + vitale tegn + økter begynner å fylles inn i natt.
nl: Je bent verbonden. Slaap + vitale functies + trainingen worden vanaf vannacht gevuld.
pt_br: Você está conectado. Sono + sinais vitais + treinos começarão a aparecer esta noite.
ru: Вы подключены. Сон, жизненные показатели и тренировки начнут заполняться сегодня ночью.
sv: Du är ansluten. Sömn + vitala tecken + träningar börjar fyllas i i natt.
zh_hans: 你已连接。睡眠 + 生命体征 + 训练将于今晚开始填充。

source: You're in.
ar: لقد بدأت.
da: Du er med.
de: Du bist dabei.
es: Ya estás dentro.
fi: Olet mukana.
fr: Vous y êtes.
is: Þú ert kominn inn.
it: Ci sei.
ja: 参加完了です。
ko: 이제 시작입니다.
nb: Du er med.
nl: Je doet mee.
pt_br: Você entrou.
ru: Вы в деле.
sv: Du är med.
zh_hans: 你已加入。

source: You're ready for the summer heat — keep training outdoors a couple of times a week to hold it.
ar: أنت جاهز لحرّ الصيف — واصل التدريب في الخارج مرتين أسبوعيًا للحفاظ على ذلك.
da: Du er klar til sommervarmen — fortsæt med at træne udendørs et par gange om ugen for at holde det.
de: Du bist bereit für die Sommerhitze — trainiere weiterhin ein paar Mal pro Woche draußen, um das zu halten.
es: Estás listo para el calor del verano — sigue entrenando al aire libre un par de veces por semana para mantenerlo.
fi: Olet valmis kesähelteeseen — jatka ulkoharjoittelua pari kertaa viikossa säilyttääksesi tason.
fr: Vous êtes prêt pour la chaleur estivale — continuez à vous entraîner dehors deux fois par semaine pour la maintenir.
is: Þú ert tilbúinn fyrir sumarhitann — haltu áfram að æfa utandyra tvisvar í viku til að viðhalda því.
it: Sei pronto per il caldo estivo — continua ad allenarti all’aperto un paio di volte a settimana per mantenerlo.
ja: 夏の暑さへの準備は万全です — 週に 2 回ほど屋外で練習を続けて維持しましょう。
ko: 여름 더위에 대비가 되었습니다 — 주 2회 정도 야외 훈련을 이어가 유지하세요.
nb: Du er klar for sommervarmen — fortsett å trene ute et par ganger i uken for å holde på det.
nl: Je bent klaar voor de zomerhitte — blijf een paar keer per week buiten trainen om dat vast te houden.
pt_br: Você está pronto para o calor do verão — continue treinando ao ar livre algumas vezes por semana para manter.
ru: Вы готовы к летней жаре — продолжайте тренироваться на улице пару раз в неделю, чтобы сохранить это.
sv: Du är redo för sommarvärmen — fortsätt träna utomhus ett par gånger i veckan för att behålla det.
zh_hans: 你已为夏季高温做好准备 — 每周保持两次左右的户外训练即可维持。

source: You're viewing sample data
ar: أنت تشاهد بيانات تجريبية
da: Du ser eksempeldata
de: Du siehst Beispieldaten
es: Estás viendo datos de ejemplo
fi: Katselet esimerkkidataa
fr: Vous consultez des données d’exemple
is: Þú ert að skoða sýnigögn
it: Stai visualizzando dati di esempio
ja: サンプルデータを表示中
ko: 샘플 데이터를 보고 있습니다
nb: Du ser på eksempeldata
nl: Je bekijkt voorbeeldgegevens
pt_br: Você está vendo dados de exemplo
ru: Вы просматриваете демо-данные
sv: Du tittar på exempeldata
zh_hans: 你正在查看示例数据

source: Your %@ on %@ captured almost nothing. Apple Health still has the steps, heart rate and distance from that hour.
ar: لم يلتقط %1$@ في %2$@ أي شيء تقريبًا. لا يزال Apple Health يحتفظ بالخطوات ومعدل ضربات القلب والمسافة لتلك الساعة.
da: Din %1$@ den %2$@ registrerede næsten intet. Apple Health har stadig skridtene, pulsen og distancen fra den time.
de: Deine Einheit (%1$@) am %2$@ hat fast nichts aufgezeichnet. Apple Health hat die Schritte, die Herzfrequenz und die Distanz aus dieser Stunde noch.
es: Tu %1$@ del %2$@ no registró casi nada. Apple Health todavía tiene los pasos, la frecuencia cardíaca y la distancia de esa hora.
fi: %2$@ alkanut %1$@ ei tallentanut juuri mitään. Apple Healthissa on yhä sen tunnin askeleet, syke ja matka.
fr: Votre %1$@ du %2$@ n’a presque rien enregistré. Apple Santé a toujours les pas, la fréquence cardiaque et la distance de cette heure.
is: %1$@ þín %2$@ náði nánast engu. Apple Health geymir enn skrefin, hjartsláttinn og vegalengdina frá þeirri stund.
it: La tua %1$@ del %2$@ non ha registrato quasi nulla. Apple Salute ha ancora i passi, la frequenza cardiaca e la distanza di quell’ora.
ja: %2$@ の%1$@ はほとんど記録されませんでした。その時間の歩数・心拍数・距離は Apple ヘルスケアに残っています。
ko: %2$@의 %1$@ 기록이 거의 남지 않았습니다. 그 시간의 걸음 수, 심박수, 거리는 Apple 건강에 그대로 있습니다.
nb: %1$@-økten din %2$@ fanget nesten ingenting. Apple Health har fortsatt skrittene, pulsen og distansen fra den timen.
nl: Je %1$@ op %2$@ heeft vrijwel niets vastgelegd. Apple Gezondheid heeft de stappen, hartslag en afstand van dat uur nog.
pt_br: Sua %1$@ em %2$@ não registrou quase nada. O Apple Saúde ainda tem os passos, a frequência cardíaca e a distância daquela hora.
ru: Тренировка «%1$@» %2$@ почти ничего не записала. В Apple Здоровье остались шаги, пульс и дистанция за этот час.
sv: Din %1$@ den %2$@ registrerade nästan ingenting. Apple Hälsa har fortfarande stegen, pulsen och distansen från den timmen.
zh_hans: %2$@ 的%1$@几乎没有记录到任何数据。Apple 健康中仍保留着那段时间的步数、心率和距离。

source: Your 7-day HRV trend is improving (+%@%%)—keep doing what you're doing!
ar: اتجاه HRV لديك خلال 7 أيام يتحسّن (+%@%%) — واصل ما تفعله!
da: Din 7-dages HRV-tendens forbedres (+%@%%) — bliv ved med det, du gør!
de: Dein 7-Tage-HRV-Trend verbessert sich (+%@%%) — mach genau so weiter!
es: Tu tendencia de HRV a 7 días está mejorando (+%@%%): ¡sigue así!
fi: 7 päivän HRV-trendisi paranee (+%@%%) — jatka samaan malliin!
fr: Votre tendance HRV sur 7 jours s’améliore (+%@%%) — continuez comme ça !
is: 7 daga HRV-þróunin þín batnar (+%@%%) — haltu áfram á sömu braut!
it: La tua tendenza HRV a 7 giorni sta migliorando (+%@%%) — continua così!
ja: 7 日間の HRV トレンドが改善しています（+%@%%）— この調子で続けましょう！
ko: 7일 HRV 추세가 개선되고 있습니다(+%@%%) — 지금처럼 계속하세요!
nb: 7-dagers HRV-trenden din bedrer seg (+%@%%) — fortsett slik!
nl: Je 7-daagse HRV-trend verbetert (+%@%%) — ga zo door!
pt_br: Sua tendência de VFC em 7 dias está melhorando (+%@%%) — continue assim!
ru: Ваш 7-дневный тренд ВСР улучшается (+%@%%) — продолжайте в том же духе!
sv: Din 7-dagars HRV-trend förbättras (+%@%%) — fortsätt så!
zh_hans: 你的 7 天 HRV 趋势正在改善（+%@%%）— 保持下去！

source: Your 7-day HRV trend shows a decline (%@%%). Consider prioritizing recovery.
ar: يُظهر اتجاه HRV لديك خلال 7 أيام انخفاضًا (%@%%). فكّر في إعطاء الأولوية للتعافي.
da: Din 7-dages HRV-tendens viser et fald (%@%%). Overvej at prioritere restitution.
de: Dein 7-Tage-HRV-Trend zeigt einen Rückgang (%@%%). Erwäge, die Erholung zu priorisieren.
es: Tu tendencia de HRV a 7 días muestra un descenso (%@%%). Considera priorizar la recuperación.
fi: 7 päivän HRV-trendisi laskee (%@%%). Harkitse palautumisen priorisointia.
fr: Votre tendance HRV sur 7 jours est en baisse (%@%%). Envisagez de prioriser la récupération.
is: 7 daga HRV-þróunin þín sýnir lækkun (%@%%). Íhugaðu að setja endurheimt í forgang.
it: La tua tendenza HRV a 7 giorni è in calo (%@%%). Valuta di dare priorità al recupero.
ja: 7 日間の HRV トレンドが低下しています（%@%%）。回復を優先することを検討してください。
ko: 7일 HRV 추세가 하락하고 있습니다(%@%%). 회복을 우선하는 것을 고려하세요.
nb: 7-dagers HRV-trenden din viser nedgang (%@%%). Vurder å prioritere restitusjon.
nl: Je 7-daagse HRV-trend daalt (%@%%). Overweeg herstel voorrang te geven.
pt_br: Sua tendência de VFC em 7 dias mostra queda (%@%%). Considere priorizar a recuperação.
ru: Ваш 7-дневный тренд ВСР снижается (%@%%). Стоит отдать приоритет восстановлению.
sv: Din 7-dagars HRV-trend visar en nedgång (%@%%). Överväg att prioritera återhämtning.
zh_hans: 你的 7 天 HRV 趋势出现下滑（%@%%）。考虑优先安排恢复。

source: Your age, sex, weight and heart-rate settings, typed in or filled from Apple Health, personalise your scores and zones.
ar: يُخصّص عمرك وجنسك ووزنك وإعدادات معدل ضربات القلب، سواء أدخلتها بنفسك أو عُبّئت من Apple Health، درجاتك ونطاقاتك.
da: Din alder, dit køn, din vægt og dine pulsindstillinger, indtastet eller hentet fra Apple Health, tilpasser dine scorer og zoner.
de: Dein Alter, Geschlecht, Gewicht und deine Herzfrequenzeinstellungen, eingegeben oder aus Apple Health übernommen, personalisieren deine Werte und Zonen.
es: Tu edad, sexo, peso y ajustes de frecuencia cardíaca, introducidos a mano o tomados de Apple Health, personalizan tus puntuaciones y zonas.
fi: Ikäsi, sukupuolesi, painosi ja sykeasetuksesi, jotka syötät itse tai jotka haetaan Apple Healthista, mukauttavat pisteesi ja alueesi sinulle.
fr: Votre âge, votre sexe, votre poids et vos réglages de fréquence cardiaque, saisis ou remplis depuis Apple Santé, personnalisent vos scores et vos zones.
is: Aldur, kyn, þyngd og hjartsláttarstillingar, slegnar inn eða fylltar út úr Apple Health, sérsníða stigin þín og svæðin.
it: Età, sesso, peso e impostazioni della frequenza cardiaca, inseriti da te o compilati da Apple Salute, personalizzano i tuoi punteggi e le tue zone.
ja: 入力した、または Apple ヘルスケアから取り込んだ年齢、性別、体重、心拍数の設定によって、スコアとゾーンがあなたに合わせて調整されます。
ko: 직접 입력하거나 Apple 건강에서 가져온 나이, 성별, 체중, 심박수 설정으로 점수와 구간이 사용자에게 맞춰집니다.
nb: Alder, kjønn, vekt og pulsinnstillinger, skrevet inn eller hentet fra Apple Health, tilpasser scorene og sonene dine.
nl: Je leeftijd, geslacht, gewicht en hartslaginstellingen, ingetypt of overgenomen uit Apple Health, stemmen je scores en zones op jou af.
pt_br: Sua idade, sexo, peso e configurações de frequência cardíaca, digitados ou preenchidos a partir do Apple Saúde, personalizam suas pontuações e zonas.
ru: Ваши возраст, пол, вес и настройки пульса, введённые вручную или взятые из Apple Здоровье, персонализируют ваши оценки и зоны.
sv: Din ålder, ditt kön, din vikt och dina pulsinställningar, inskrivna eller hämtade från Apple Hälsa, anpassar dina poäng och zoner.
zh_hans: 你的年龄、性别、体重和心率设置（手动输入或从 Apple 健康填入）会用于个性化你的评分和区间。

source: Your API key (stored on-device in Keychain) authenticates the request.
ar: مفتاح API الخاص بك (المخزّن على الجهاز في Keychain) يوثّق الطلب.
da: Din API-nøgle (gemt på enheden i Nøglering) autentificerer anmodningen.
de: Dein API-Schlüssel (auf dem Gerät im Schlüsselbund gespeichert) authentifiziert die Anfrage.
es: Tu clave de API (guardada en el dispositivo en el Llavero) autentica la solicitud.
fi: API-avaimesi (tallennettu laitteelle avainnippuun) todentaa pyynnön.
fr: Votre clé d’API (stockée sur l’appareil dans le trousseau) authentifie la requête.
is: API-lykillinn þinn (geymdur í Lyklakippu á tækinu) auðkennir beiðnina.
it: La tua chiave API (salvata sul dispositivo nel Portachiavi) autentica la richiesta.
ja: リクエストは、端末のキーチェーンに保存された API キーで認証されます。
ko: 요청은 기기의 키체인에 저장된 API 키로 인증됩니다.
nb: API-nøkkelen din (lagret på enheten i Nøkkelring) autentiserer forespørselen.
nl: Je API-sleutel (op het apparaat opgeslagen in de Sleutelhanger) authenticeert het verzoek.
pt_br: Sua chave de API (armazenada no dispositivo nas Chaves) autentica a solicitação.
ru: Ваш ключ API (хранится на устройстве в связке ключей) аутентифицирует запрос.
sv: Din API-nyckel (lagrad på enheten i Nyckelhanteraren) autentiserar begäran.
zh_hans: 请求由你的 API 密钥认证（该密钥保存在设备的钥匙串中）。

source: Your Apple Watch and iPhone log how far you walked even without a workout. This pulls the real distance Health recorded for this window — and the full GPS route too, if your Watch tracked it.
ar: يسجّل كل من Apple Watch و iPhone المسافة التي مشيتها حتى بدون تمرين. يجلب هذا المسافة الفعلية التي سجّلها صحتي لهذه النافذة الزمنية — والمسار الكامل عبر GPS أيضًا، إذا تتبّعته ساعة Watch الخاصة بك.
da: Dit Apple Watch og din iPhone registrerer, hvor langt du gik, selv uden en træning. Dette henter den faktiske distance, Health registrerede for dette vindue — og hele GPS-ruten, hvis dit Watch sporede den.
de: Deine Apple Watch und dein iPhone protokollieren, wie weit du gegangen bist, auch ohne Training. Dies ruft die tatsächliche Distanz ab, die Health für dieses Zeitfenster aufgezeichnet hat — und auch die vollständige GPS-Route, falls deine Watch sie aufgezeichnet hat.
es: Tu Apple Watch y tu iPhone registran cuánto caminaste incluso sin un entrenamiento. Esto recupera la distancia real que Health registró para esta ventana, y también la ruta GPS completa, si tu Watch la rastreó.
fi: Apple Watch ja iPhone kirjaavat, kuinka pitkälle kävelit, jopa ilman harjoitusta. Tämä hakee todellisen matkan, jonka Health tallensi tälle aikaikkunalle — ja myös koko GPS-reitin, jos Watch seurasi sitä.
fr: Votre Apple Watch et votre iPhone enregistrent la distance que vous avez parcourue à pied, même sans entraînement. Cela récupère la distance réelle que Santé a enregistrée pour cette fenêtre — ainsi que l'itinéraire GPS complet, si votre Watch l'a suivi.
is: Apple Watch og iPhone þinn skrá hversu langt þú gekkst, jafnvel án æfingar. Þetta sækir raunverulegu vegalengdina sem Health skráði fyrir þennan glugga — og einnig alla GPS-leiðina, ef Watch-úrið þitt rakti hana.
it: Il tuo Apple Watch e il tuo iPhone registrano quanto hai camminato anche senza un allenamento. Questo recupera la distanza reale che Health ha registrato per questa finestra — e anche l'intero percorso GPS, se il tuo Watch lo ha tracciato.
ja: Apple WatchとiPhoneは、ワークアウトなしでも歩いた距離を記録します。これにより、ヘルスケアがこのウィンドウで記録した実際の距離を取得します。Watchが追跡していれば、GPSルート全体も取得します。
ko: Apple Watch와 iPhone은 운동을 하지 않아도 걸은 거리를 기록합니다. 이 기능은 Health가 이 구간에 대해 기록한 실제 거리를 가져오며, Watch가 추적했다면 전체 GPS 경로도 가져옵니다.
nb: Apple Watch og iPhone logger hvor langt du gikk, selv uten en treningsøkt. Dette henter den faktiske distansen Health registrerte for dette vinduet — og hele GPS-ruten også, hvis Watch-en din sporet den.
nl: Je Apple Watch en iPhone leggen vast hoe ver je hebt gelopen, zelfs zonder training. Dit haalt de werkelijke afstand op die Health voor dit venster heeft vastgelegd — en ook de volledige GPS-route, als je Watch deze heeft gevolgd.
pt_br: Seu Apple Watch e iPhone registram quanto você caminhou, mesmo sem um treino. Isso busca a distância real que o Health registrou para esta janela — e também a rota GPS completa, se o seu Watch a rastreou.
ru: Apple Watch и iPhone фиксируют пройденное расстояние даже без тренировки. Это извлекает реальную дистанцию, записанную Health для этого интервала, — а также полный GPS-маршрут, если ваши Watch его отслеживали.
sv: Din Apple Watch och iPhone loggar hur långt du gått även utan ett träningspass. Detta hämtar den verkliga distansen som Health registrerade för det här fönstret — och hela GPS-rutten också, om din Watch spårade den.
zh_hans: 即使没有训练，你的 Apple Watch 和 iPhone 也会记录你走了多远。此功能会获取 “健康” 为该时间窗口记录的真实距离 — 如果你的 Watch 进行了追踪，还会获取完整的 GPS 路线。
